[
    {
        "nome": "Legado da Apocalypse",
        "grau": "Item",
        "tipo": "Item",
        "descricao": "Ao ativar o Legado do Apocalipse, Daichi canaliza a força devastadora de um ataque apocalíptico que aumenta o poder de sua força física, seguido de uma onda de energia cortante que atinge inimigos em uma ampla área.",
        "efeitos": [
            "Pré-requisito: ser amigo do Ragner",
            "Aumento de Ataque: Daichi realiza um ataque corpo a corpo utilizando Força. Este ataque recebe um bônus adicional de +3 no acerto e causa 1d12 de dano cortante. Esse ataque pode ser combinado com armas que causem dano cortante para amplificar seu impacto",
            "Onda Cortante (Dano Retardado): Após o impacto inicial, uma onda de energia cortante se espalha a partir de Daichi em um raio de 30 metros. Todas as criaturas no raio devem realizar um teste de resistência de Destreza contra a CD da habilidade de conjuração de Daichi. As criaturas que falharem no teste sofrem 3d8 de dano cortante no início do próximo turno de Daichi, como se fossem atingidas por cortes invisíveis retardados. As criaturas que passarem no teste de resistência sofrem metade desse dano."
        ],
        "tags": [
            "passivo",
            "instinto",
            "liderança"
        ],
        "imagem": "img/habilidades/ancestralidade.webp"
    },
    {
        "nome": "Pacificador e Protetor",
        "grau": 8,
        "tipo": "Postura / Herança",
        "descricao": "Você se lembra das memórias de Ragner, um pacificador e protetor, e adota sua postura antes de qualquer combate. Essas memórias moldam suas ações e permitem que você proteja seus aliados e traga paz a situações de conflito.",
        "efeitos": [
            "pre_requisito: O personagem deve ter uma ligação com o legado de Ragner ou ter sido influenciado por suas ações, seja por conhecer sua história ou carregar um objeto de valor sentimental relacionado a ele.",
            "Postura de Proteção: Quando assume uma posição defensiva, pode usar sua reação para impor desvantagem em um ataque contra um aliado a até 1,5m de você.",
            "Pacificador antes do Combate: Se houver oportunidade de diálogo antes da luta, pode fazer um teste de Carisma (Persuasão) contra a Sabedoria (Insight) do líder inimigo. Se for bem-sucedido, o combate é adiado em 1 rodada, permitindo estratégias ou até evitar o confronto.",
            "Resiliência Protetora: Uma vez por descanso curto, quando um aliado protegido sofrer dano, você pode reduzir o dano em um valor igual ao seu modificador de Constituição + seu nível."
        ],
        "tags": [
            "defesa",
            "suporte",
            "herança",
            "proteção"
        ],
        "imagem": "img/habilidades/sede_alfa.webp"
    },
    {
        "nome": "Adaptação Celular",
        "grau": 8,
        "tipo": "Aprimoramento Corporal",
        "descricao": "Permite manipular os átomos dentro das células para se adaptar rapidamente a qualquer situação ou ambiente, garantindo sobrevivência em condições extremas. Algumas adaptações são permanentes, enquanto outras podem ser ativadas conforme a necessidade.",
        "efeitos": [
            "Troca de Multiplicador: Ao consumir a Gula, pode substituir seu multiplicador mais alto por outro de sua escolha. Cada troca consome 3 de energia.",
            "Resistência Ambiental: Ambientes naturais (exceto covis) têm efeito reduzido sobre você quando a habilidade está ativada.",
            "Adaptação Física: Pode aumentar ou diminuir o corpo para melhor desempenho e sobrevivência, mas o uso excessivo pode causar sequelas permanentes."
        ],
        "tags": [
            "adaptação",
            "sobrevivência",
            "mutação",
            "suporte"
        ],
        "imagem": "img/habilidades/ancestralidade.webp"
    },
    {
        "nome": "Inexistência",
        "grau": 14,
        "tipo": "Estado / Gula",
        "descricao": "Ao ser consumido pela Gula, o personagem entra em um estado de inexistência. Enquanto prende a respiração, sua existência é esquecida por todos ao redor.",
        "efeitos": [
            "Ativação consome 2 de energia.",
            "Enquanto ativo, o personagem é ignorado como se não existisse.",
            "O efeito dura apenas enquanto o personagem prender a respiração."
        ],
        "tags": [
            "gula",
            "furtividade",
            "estado",
            "especial"
        ],
        "imagem": "img/habilidades/inexistencia.webp"
    },
    {
        "nome": "Aura da Renovação",
        "grau": 10,
        "tipo": "Suporte / Cura",
        "descricao": "Daichi canaliza sua afinidade com a natureza e a energia vital, criando uma aura de renovação que restaura as forças e a saúde daqueles que estão próximos a ele.",
        "efeitos": [
            "Daichi pode usar a Aura da Renovação para curar ferimentos e restaurar a vitalidade de alvos próximos a ele.",
            "A habilidade pode ser aplicada através de um toque direto ou emitida em um raio curto ao redor de Daichi.",
            "É capaz de curar ferimentos moderados a graves, restaurando a saúde e revigorando os alvos.",
            "Não apenas cura ferimentos físicos, mas também promove sensação de bem-estar e renovação espiritual vantagens Cura Holística: restaura saúde física, mental e emocional.",
            "Restauração Energética: reduz cansaço e exaustão, recuperando energia vital.",
            "Adaptação Ambiental: aproveita energia da natureza para fortalecer seus efeitos.",
            "Recupera 2d8 de vida para cada aliado com ferimento grave.",
            "desvantagens Custo de energia significativo, limitando usos frequentes Tempo de ativação exige concentração, deixando Daichi vulnerável.",
            "Limitação de alcance: só afeta alvos próximos."
        ],
        "tags": [
            "cura",
            "suporte",
            "natureza",
            "energia vital"
        ],
        "imagem": "img/habilidades/aura_renovacao.webp"
    },
    {
        "nome": "Criação Molecular",
        "grau": 1,
        "tipo": "Passiva / Gula",
        "descricao": "A Gula permite sintetizar qualquer material consumido, possibilitando a construção de novos objetos, respeitando as leis da física e a lógica do mundo.",
        "efeitos": [
            "Materiais consumidos podem ser reproduzidos ou transformados em novos objetos.",
            "Criação limitada às propriedades físicas e lógicas dos materiais originais.",
            "Pode combinar diferentes substâncias para gerar composições únicas."
        ],
        "tags": [
            "gula",
            "criação",
            "alquimia",
            "suporte"
        ],
        "imagem": "img/habilidades/criacao_molecular.webp"
    },
    {
        "nome": "Análise do Sábio e Análise de Fatos",
        "grau": 1,
        "tipo": "Conhecimento / Suporte",
        "descricao": "Permite consultar o Sábio (mestre) para obter uma conclusão verdadeira sobre determinado assunto ou tema, de acordo com a forma como a pergunta é feita.",
        "efeitos": [
            "Pode ser usada 1 vez por dia.",
            "Não possui custo de energia.",
            "A resposta depende da formulação da pergunta.",
            "Garante sempre uma informação verdadeira, embora possivelmente enigmática ou limitada."
        ],
        "tags": [
            "conhecimento",
            "sabedoria",
            "suporte",
            "informação"
        ],
        "imagem": "img/habilidades/analise_sabio_fatos.webp"
    },

    {
        "nome": "Identificar Fraquezas",
        "grau": 3,
        "tipo": "Ação bônus",
        "custo": "2 de energia",
        "descricao": "Permite discernir informações sobre as fraquezas de um alvo com base na experiência de jogo e em suas características fenotípicas.",
        "efeitos": [
            "Revela vulnerabilidades físicas ou comportamentais do alvo.",
            "As informações obtidas variam de acordo com a análise fenotípica realizada.",
            "Pode ser usada para criar estratégias mais eficazes em combate."
        ],
        "tags": [
            "análise",
            "combate",
            "fraqueza",
            "estratégia"
        ],
        "imagem": "img/habilidades/identificar_fraquezas.webp"
    },
    {
        "nome": "Acalmar Feras",
        "grau": 1,
        "tipo": "Passivo",
        "descricao": "Permite a Daichi acalmar criaturas ferais ou monstros irracionais, reduzindo seu grau de agressividade e tornando-os mais suscetíveis à sua influência.",
        "efeitos": [
            "O custo varia de acordo com a quantidade de energia gasta.",
            "Para cada 2 pontos de energia gastos, Daichi recebe +1 em Carisma.",
            "Reduz a hostilidade de criaturas ferais e monstros irracionais.",
            "Pode abrir espaço para diálogo, manipulação ou evitar combate direto."
        ],
        "tags": [
            "suporte",
            "influência",
            "carisma",
            "controle"
        ],
        "imagem": "img/habilidades/acalmar_feras.webp"
    },
    {
        "nome": "Encanto Irresistível",
        "grau":1,
        "tipo": "Passivo",
        "descricao": "Permite a Daichi acalmar criaturas ou monstros racionais, reduzindo seu grau de agressividade e tornando-os mais suscetíveis à sua influência.",
        "efeitos": [
            "O custo varia de acordo com a quantidade de energia gasta.",
            "Para cada 2 pontos de energia gastos, Daichi recebe +1 em Carisma.",
            "Reduz a hostilidade de criaturas ou monstros racionais.",
            "Facilita diálogo, negociação e manipulação em situações sociais ou de combate."
        ],
        "tags": [
            "suporte",
            "influência",
            "carisma",
            "controle"
        ],
        "imagem": "img/habilidades/encanto_irresistivel.webp"
    },
    {
        "nome": "Inspiração",
        "grau": 2,
        "tipo": "Passivo",
        "descricao": "Daichi infunde em uma criatura aliada uma sensação de confiança e segurança, concedendo bônus em qualquer tipo de teste realizado.",
        "efeitos": [
            "Afeta um aliado por vez.",
            "A cada 2 pontos de energia gastos, concede +1 de bônus.",
            "O bônus se aplica a qualquer tipo de teste (atributos, perícias ou resistências).",
            "Pode ser usado estrategicamente para reforçar aliados em momentos críticos."
        ],
        "tags": [
            "suporte",
            "motivação",
            "carisma",
            "buff"
        ],
        "imagem": "img/habilidades/inspiracao.webp"
    },

    {
        "nome": "Clareza Ardente do Conhecimento",
        "grau": 9,
        "tipo": "Ação",
        "descricao": "Daichi canaliza seu conhecimento ancestral em uma explosão de energia, causando dano de fogo em todos os inimigos em um raio de até 15 metros.",
        "efeitos": [
            "Afeta todos os inimigos na área de 15 metros.",
            "Grau I: causa 1d6 de dano de fogo ",
            "Grau II: causa 2d8 de dano de fogo ",
            "Grau III: causa 3d8 de dano de fogo ",
            "Grau IV: causa 4d10 de dano de fogo ",
            "Grau V: causa 5d10 de dano de fogo ",
            "Grau VI: causa 6d12 de dano de fogo ",
            "Grau VII: causa 7d12 de dano de fogo ",
            "Grau VIII: causa 8d12 de dano de fogo "

        ],
        "tags": [
            "combate",
            "dano",
            "área",
            "fogo"
        ],
        "imagem": "img/habilidades/clareza_ardente.webp"
    },
    {
        "nome": "Verdade Absoluta",
        "grau": 4,
        "tipo": "Ação bônus",
        "descricao": "Daichi pode perceber a verdadeira natureza de qualquer ser, objeto ou fenômeno, discernindo mentiras, ilusões e intenções ocultas, além de identificar propriedades mágicas de criaturas e objetos.",
        "efeitos": [
            "Ao custo de 3 pontos de energia, a habilidade dura 2 minutos.",
            "Permite ver através de ilusões e identificar a essência de criaturas e objetos mágicos de nível igual ou inferior ao de Daichi.",
            "Para níveis superiores, apenas uma compreensão parcial é possível.",
            "Pode ser usada 1 vez por descanso curto ou longo."
        ],
        "tags": [
            "exploração",
            "percepção",
            "magia",
            "investigação"
        ],
        "imagem": "img/habilidades/verdade_absoluta.webp"
    },
    {
        "nome": "Guardião da Sabedoria",
        "grau": 3,
        "tipo": "Ação bônus",
        "descricao": "Daichi invoca um avatar espectral de um sábio ancestral, oferecendo conselhos estratégicos e proteção a ele e seus aliados.",
        "efeitos": [
            
            "Enquanto ativo, Daichi e aliados recebem vantagem em testes estratégicos (percepção e intuição).",
            "Daichi recebe +2 na CA enquanto o Guardião estiver ativo.",
            "O Guardião pode reduzir o dano de um ataque físico ou mágico contra Daichi em 50%, uma vez por invocação.",
            "Se Daichi estiver com menos de 50% do HP, o Guardião recebe o dobro do dano que ele receberia.",
            "Pode ser invocado 1 vez por descanso curto ou longo."
        ],
        "tags": [
            "suporte",
            "proteção",
            "estratégia",
            "invocação"
        ],
        "imagem": "img/habilidades/guardiao_sabedoria.webp"
    },
    {
        "nome": "Análise do Sábio",
        "grau": 5,
        "tipo": "Passivo",
        "descricao": "Daichi ativa a consciência do Grande Sábio, uma parte de seu Nen que atua como banco de dados e analista lógico, permitindo armazenar informações e gerar conclusões estratégicas.",
        "efeitos": [
            "Ação bônus ao custo de 5 pontos de energia.",
            "Alcance: toque; duração: instantânea.",
            "Permite armazenar informações coletadas para recuperação posterior.",
            "Gera conclusões lógicas baseadas nas informações armazenadas e nas circunstâncias apresentadas.",
            "Fornece probabilidades de sucesso ou falha em eventos específicos com base nas informações disponíveis."
        ],
        "tags": [
            "especialista",
            "suporte",
            "inteligência",
            "análise",
            "estratégia"
        ],
        "imagem": "img/habilidades/analise_sabio.webp"
    },
    {
        "nome": "Análise de Fatos",
        "grau": 3,
        "tipo": "Passivo",
        "descricao": "Daichi ativa a capacidade de análise avançada do Grande Sábio, permitindo prever possíveis desdobramentos futuros com base na situação atual.",
        "efeitos": [
            
            "Alcance: pessoal; duração: concentração, até 1 minuto.",
            "Permite ao Grande Sábio examinar as circunstâncias atuais e gerar previsões sobre eventos futuros.",
            "As previsões são baseadas em lógica e informações disponíveis, variando em precisão conforme a complexidade da situação e a quantidade de dados.",
            "Não pode prever eventos extremamente imprevisíveis ou que envolvam intervenção divina ou magias muito poderosas.",
            "Exemplo: útil para antecipar estratégias de inimigos poderosos e tomar decisões informadas durante o combate."
        ],
        "tags": [
            "especialista",
            "estratégia",
            "inteligência",
            "previsão",
            "análise"
        ],
        "imagem": "img/habilidades/analise_fatos.webp"
    },
    {
        "nome": "Sabedoria Crescente",
        "grau": 2,
        "tipo": "Passivo",
        "descricao": "Daichi invoca a energia do Grande Sábio para aumentar temporariamente sua sabedoria e habilidades mentais, ampliando clareza e capacidade de aprendizado.",
        "efeitos": [
            "Ação ao custo de 15 pontos de energia.",
            "Alcance: pessoal; duração: concentração, até 1 hora.",
            "Modificador de Sabedoria aumenta em +2 durante a concentração.",
            "Vantagem em testes de Inteligência e Sabedoria enquanto concentrado.",
            "Permite adicionar o modificador de Sabedoria em dobro para testes de habilidade que envolvam conhecimento ou análise.",
            "Exemplo: útil para resolver enigmas complexos ou estudar artefatos antigos, aumentando as chances de sucesso."
        ],
        "tags": [
            "especialista",
            "suporte",
            "inteligência",
            "sabedoria",
            "análise"
        ],
        "imagem": "img/habilidades/sabedoria_crescente.webp"
    },
    {
        "nome": "Confiança",
        "grau": 1,
        "tipo": "Passivo",
        "descricao": "Daichi emite uma aura de confiança e tranquilidade que afeta uma criatura dentro do alcance, fortalecendo sua segurança e autocontrole.",
        "efeitos": [
            
            "Alcance: 9 metros; duração: concentração, até 1 hora.",
            "A criatura afetada recebe +2 em testes de resistência contra efeitos de medo e encantamento.",
            "Vantagem em testes de resistência contra efeitos que causem confusão ou distração mental.",
            "Permite adicionar metade do modificador de Carisma (arredondado para baixo) em testes de habilidade baseados em Carisma."
        ],
        "tags": [
            "suporte",
            "emissão",
            "nen",
            "buff",
            "controle mental"
        ],
        "imagem": "img/habilidades/confianca.webp"
    },
    {
        "nome": "Alívio de Tensão",
        "grau": 1,
        "tipo": "Passivo",
        "descricao": "Daichi utiliza sua aura de Nen para aliviar tensão e estresse de uma criatura tocada, promovendo calma e relaxamento mental.",
        "efeitos": [
            
            "Alcance: toque; duração: instantânea.",
            "Alivia condições mentais e emocionais negativas como estresse, medo ou raiva.",
            "Não afeta condições físicas diretamente, mas pode reduzir sintomas associados à tensão mental, como dores de cabeça ou insônia.",
            "Exemplo: ajuda aliados sobrecarregados a recuperar a compostura e enfrentar desafios com mais clareza mental."
        ],
        "tags": [
            "suporte",
            "nen",
            "cura mental",
            "controle emocional",
            "buff"
        ],
        "imagem": "img/habilidades/alivio_tensao.webp"
    },
    {
        "nome": "Transfusão Vital",
        "grau": 1,
        "tipo": "Ação bônus",
        "descricao": "Daichi realiza uma transfusão de energia vital, curando uma criatura tocada ao custo de sua própria energia.",
        "efeitos": [
            
            "Alcance: toque; duração: instantânea.",
            "Transfere parte da energia de Daichi para curar os ferimentos da criatura alvo.",
            "A quantidade de pontos de vida curados depende da energia disponível em Daichi; quanto mais energia, mais eficaz a cura.",
            "Não pode ser usada para curar a si mesmo."
        ],
        "tags": [
            "suporte",
            "cura",
            "nen",
            "transferência de energia",
            "buff"
        ],
        "imagem": "img/habilidades/transfusao_vital_nen.webp"
    },
    {
        "nome": "Aura Curativa",
        "grau": 7,
        "tipo": "Ação",
        "descricao": "Daichi irradia uma aura de cura, beneficiando todas as criaturas amigáveis em um raio de 9 metros, restaurando seus ferimentos com base na energia investida.",
        "efeitos": [
            
            "Alcance: 9 metros; duração: instantânea.",
            "Restaura 4d8 pontos de vida de todas as criaturas aliadas na área.",
            "A eficácia da cura depende da quantidade de energia investida; quanto mais energia, maior a cura.",
            "Não pode ser usada para curar a si mesmo.",
            "Exemplo: útil em batalhas intensas para manter múltiplos aliados de pé simultaneamente."
        ],
        "tags": [
            "suporte",
            "cura em área",
            "nen",
            "buff",
            "restauração"
        ],
        "imagem": "img/habilidades/aura_curativa.webp"
    },
    {
        "nome": "Trindade do Equilíbrio",
        "grau": 10,
        "tipo": "Talento",
        "descricao": "Daichi funde os poderes do Grande Sábio, da Gula e do Apaziguador para criar uma aura de equilíbrio e harmonia ao seu redor, beneficiando aliados próximos com sabedoria, cura e proteção mental.",
        "efeitos": [
            
            "Alcance: 9 metros; duração: concentração, até 3 turnos.",
            "Sabedoria do Grande Sábio: bônus de +2 em testes de Sabedoria e Inteligência para aliados afetados.",
            "Cura da Gula: recuperam 1d8 + 2 pontos de vida no início de cada turno.",
            "Paz do Apaziguador: vantagem em testes de resistência contra medo e encantamento, e imunidade a efeitos de confusão ou distração mental."
        ],
        "tags": [
            "especialista",
            "suporte",
            "nen",
            "cura",
            "controle mental",
            "buff em área"
        ],
        "imagem": "img/habilidades/trindade_equilibrio.webp"
    },
    {
        "nome": "Conhecimento Ancestral",
        "grau": 5,
        "tipo": "Talento",
        "descricao": "Daichi acessa o vasto conhecimento e sabedoria de seus ancestrais, permitindo vislumbrar verdades ocultas e revelar segredos antigos.",
        "efeitos": [
            "Visão dos Antigos: Uma vez por descanso longo, Daichi pode canalizar o conhecimento ancestral para obter vislumbres do passado ou do futuro, fazendo uma pergunta específica e recebendo uma resposta concisa conforme informações disponíveis.",
            "Sabedoria Ancestral: Recebe proficiência em uma habilidade ou ferramenta à escolha, e pode adicionar o dobro do bônus de proficiência em testes de conhecimento ou história relacionados a eventos antigos ou culturas passadas."
        ],
        "tags": [
            "talento",
            "especialista",
            "conhecimento",
            "história",
            "ancestral"
        ],
        "imagem": "img/habilidades/conhecimento_ancestral.webp"
    },
    {
        "nome": "Asfixia Gástrica",
        "grau": 5,
        "tipo": "Ação bônus",
        "descricao": "Daichi cria um gás tóxico que causa asfixia e danos internos aos inimigos, prejudicando sua capacidade de respirar e infligindo dano contínuo.",
        "efeitos": [
          
            "O alvo deve fazer um teste de resistência de Constituição contra a CD de habilidade da Gula.",
            "Falha: alvo começa a sufocar, sofrendo dano de asfixia no início de cada turno até que a concentração acabe ou o alvo escape da área.",
            "Dano de asfixia cumulativo: 1d6 no primeiro turno, aumentando 1d6 a cada turno subsequente.",
            "Alvo fica envenenado enquanto estiver na área do gás."
        ],
        "tags": [
            "combate",
            "nen",
            "dano contínuo",
            "controle",
            "veneno"
        ],
        "imagem": "img/habilidades/asfixia_gastrica.webp"
    },
    {
        "nome": "Devorar Essência",
        "grau": 6,
        "tipo": "Ação",
        "descricao": "Daichi consome a essência vital de uma criatura tocada, causando dano necrótico e enfraquecendo sua resistência e vigor.",
        "efeitos": [
            
            "Alcance: toque; duração: instantânea.",
            "O alvo sofre 6d6 de dano necrótico.",
            "Se o alvo falhar em um teste de resistência de Constituição contra a CD da habilidade, recebe -2 em testes de resistência e em sua CA por 5 turnos."
        ],
        "tags": [
            "combate",
            "nen",
            "dano necrótico",
            "debuff",
            "controle"
        ],
        "imagem": "img/habilidades/devorar_essencia.webp"
    },
    {
        "nome": "Abismo Voraz",
        "grau": 5,
        "tipo": "Ação",
        "descricao": "Daichi convoca um abismo voraz que devora tudo em seu caminho, causando dano necrótico e engolindo inimigos em um redemoinho de energia negra.",
        "efeitos": [
            
            "Alcance: 9 metros; duração: instantânea.",
            "Cria um abismo dimensional em um ponto dentro do alcance, com área de efeito de 6 metros de diâmetro.",
            "Todas as criaturas na área sofrem 8d4 de dano necrótico.",
            "Criaturas engolidas pelo abismo desaparecem instantaneamente e ficam incapacitadas até o final do próximo turno do conjurador, sendo expelidas em um local desocupado dentro de 9 metros do ponto inicial."
        ],
        "tags": [
            "combate",
            "nen",
            "dano em área",
            "controle",
            "necrótico"
        ],
        "imagem": "img/habilidades/abismo_voraz.webp"
    },
    {
        "nome": "Consumo Desenfreado",
        "grau": 4,
        "tipo": "Ação",
        "descricao": "Daichi envolve uma criatura com uma aura voraz que consome sua energia vital, causando dano necrótico contínuo e enfraquecendo-a progressivamente.",
        "efeitos": [
            "A criatura alvo sofre 4d8 de dano necrótico no início de cada turno da Gula.",
            "A cada turno, o alvo faz um teste de resistência de Constituição contra a CD da habilidade; falha reduz sua resistência, causando -1 em testes de resistência e em sua CA até o fim da concentração."
        ],
        "tags": [
            "combate",
            "nen",
            "dano contínuo",
            "necrótico",
            "debuff"
        ],
        "imagem": "img/habilidades/consumo_desenfreado.webp"
    },
    {
        "nome": "Luz Ardente do Conhecimento",
        "grau": 4,
        "tipo": "Ação",
        "descricao": "O Grande Sábio de Daichi canaliza energia do conhecimento ancestral em uma explosão de luz ardente que causa dano radiante e pode ofuscar inimigos.",
        "efeitos": [
            
            "Alcance: 18 metros; duração: instantânea.",
            "Cria uma explosão de luz em área de 6 metros de raio.",
            "Todas as criaturas hostis na área fazem teste de resistência de Inteligência contra a CD da habilidade.",
            "Falha: sofrem 6d6 de dano radiante e ficam ofuscadas por 2 turnos, sofrendo -2 em jogadas de ataque e testes de habilidade que usam visão."
        ],
        "tags": [
            "combate",

            "dano em área",
            "radiante",
            "controle"
        ],
        "imagem": "img/habilidades/luz_ardente_conhecimento.webp"
    },
    {
        "nome": "Aura da Renovação",
        "grau": 3,
        "tipo": "Ação bônus",
        "descricao": "Daichi canaliza sua afinidade com a natureza e a energia vital, criando uma aura que restaura forças, saúde e promove bem-estar espiritual aos aliados próximos.",
        "efeitos": [
                        "Cura ferimentos e restaura vitalidade de alvos próximos.",
            "Pode ser aplicada por toque direto ou emitida em um raio curto ao redor de Daichi.",
            "Recupera 2d8 de vida para cada aliado com ferimento grave.",
            "Promove renovação espiritual e bem-estar, fortalecendo determinação e resistência.",
            "Adapta-se ao ambiente, aproveitando a energia da natureza para potencializar os efeitos de cura.",
            "desvantagens - Custo significativo de energia, limitando o uso frequente em combates prolongados.",
            "Requer breve período de concentração, deixando Daichi vulnerável a ataques durante a ativação.",
            "Alcance limitado a alvos próximos, reduzindo eficácia se aliados estiverem distantes."
        ],
        "tags": [
            "suporte",
            "cura",
            "energia vital",
            "buff",
            "renovação"
        ],
        "imagem": "img/habilidades/aura_renovacao.webp"
    },
    {
        "nome": "Biblioteca Viva",
        "grau": 2,
        "tipo": "Passivo",
        "descricao": "Daichi ativa o Grande Sábio em sua mente de forma intensa, permitindo acesso instantâneo a conhecimentos armazenados e compartilhamento de habilidades com aliados.",
        "efeitos": [
        
            "Dura 10 minutos.",
            "Garante +5 em qualquer teste de Inteligência ou Sabedoria.",
            "Pode compartilhar conhecimento com um aliado próximo, permitindo que ele use sua proficiência em uma perícia em que Daichi é treinado."
        ],
        "tags": [
            "especialista",
            "suporte",
            "inteligência",
            "sabedoria",
            "buff"
        ],
        "imagem": "img/habilidades/biblioteca_viva.webp"
    },
    {
        "nome": "Núcleo Devorador",
        "grau": 15,
        "tipo": "Ação",
        "descricao": "Daichi concentra a Gula em um ponto, criando um núcleo negro gravitacional que puxa matéria e energia, causando dano e permitindo análise de materiais sugados.",
        "efeitos": [
            "Custo: 10 pontos de energia; ação completa.",
            "Alcance: 6 metros.",
            "Inimigos na área devem fazer teste de Força ou serem puxados e sofrer 2d8 de dano por compressão.",
            "Objetos ou materiais sugados podem ser armazenados dentro da Gula para análise futura.",
            "Uso em exploração: limpar áreas, derrubar paredes frágeis ou recolher materiais difíceis de alcançar."
        ],
        "tags": [
            "exploração",
            "combate",
            "nen",
            "controle de matéria",
            "dano"
        ],
        "imagem": "img/habilidades/nucleo_devorador.webp"
    },
    {
        "nome": "Olhos do Explorador Eterno",
        "grau": 1,
        "tipo": "Passivo",
        "descricao": "Daichi possui visão treinada capaz de mapear áreas ao redor, criando um mapa mental permanente e detalhado.",
        "efeitos": [
            "Memoriza automaticamente novas áreas como um mapa mental que nunca se perde.",
            "Vantagem em testes para recordar caminhos, atalhos, armadilhas ou mecanismos escondidos.",
            "Em níveis mais altos, permite compartilhar o mapa mental com aliados, descrevendo o terreno em detalhes.",
            "Custo: 1 ponto de energia por turno; ação."
        ],
        "tags": [
            "exploração",
            "percepção",
            "mapa mental",
            "especialista",
            "inteligência"
        ],
        "imagem": "img/habilidades/olhos_explorador_eterno.webp"
    },
    {
        "nome": "Instinto de Cartógrafo",
        "grau": 1,
        "tipo": "Passivo",
        "descricao": "Daichi possui percepção espacial impecável, nunca se perdendo em ambientes naturais ou dungeons, podendo criar mapas precisos.",
        "efeitos": [
            "Custo: 1 ponto de energia por turno; ação.",
            "Nunca se pede em ambientes naturais ou dungeons.",
            "Pode desenhar rmapas precisos apenas observando o caminho.",
            "Testes de Inteligência (Investigação) para entender ruínas, inscrições ou armadilhas ganham vantagem."
        ],
        "tags": [
            "exploração",
            "percepção",
            "cartografia",
            "especialista",
            "inteligência"
        ],
        "imagem": "img/habilidades/instinto_cartografo.webp"
    },
    {
        "nome": "Olhar de Horizonte",
        "grau": 1,
        "tipo": "Ação",
        "descricao": "Daichi foca seu olhar em uma direção, ativando percepção exploratória para detectar longas distâncias e pontos de interesse.",
        "efeitos": [
            "Custo: 1 ponto de energia por turno; ação.",
            "Alcance: Visão",
            "Permite enxergar até 3 vezes mais longe que o normal, mesmo em condições ruins (chuva, neblina, escuridão parcial).",
            "Permite detectar pontos de interesse como fumaça, movimentação de criaturas, clarões mágicos ou estruturas distantes."
        ],
        "tags": [
            "exploração",
            "percepção",
            "mapa mental",
            "inteligência",
            "especialista"
        ],
        "imagem": "img/habilidades/olhar_horizonte.webp"
    }
]